const defaultQuestions = [
	'Ты можешь вспомнить случай, когда:',
	'Ты можешь вспомнить <span>другой</span> случай, когда:',
	'Вспомни <span>самый ранний случай который только можешь</span>, когда:'
];
export const psyhologyList = [
	{
		id: 1,
		theme: 'Позитивные воспоминания',
		goal: 'Акцент на приятных событиях помогает улучшить настроение и эмоциональное состояние.',
		questions: defaultQuestions,
		phrases: [
			'Ты был действительно счастлив?',
			'Что-то заставило тебя улыбнуться?',
			'Ты был горд за себя?',
			'Ты получил неожиданный комплимент?',
			'Тебе удалось успешно завершить что-то важное?',
			'Ты смеялся от души?',
			'Ты провёл день или вечер так, как тебе хотелось?',
			'Ты чувствовал себя в безопасности и комфорте?',
			'Тебя радовало общение с близкими людьми?',
			'Ты увидел что-то красивое или вдохновляющее?',
			'Ты почувствовал себя любимым?',
			'Ты наслаждался простыми радостями, например, вкусной едой или прогулкой?',
			'Ты почувствовал, что делаешь что-то важное?',
			'Ты испытал радость от помощи кому-то?',
			'Ты был искренне доволен собой?'
		]
	},
	{
		id: 2,
		theme: 'Благодарность',
		goal: 'Практика благодарности помогает укрепить позитивные эмоции, улучшить психологическое здоровье и развить осознание ценности происходящего в жизни. Исследования показывают, что регулярное размышление о благодарности способствует снижению уровня стресса, улучшению сна и повышению общего уровня счастья.',
		questions: defaultQuestions,
		phrases: [
			'Кто-то оказал тебе поддержку?',
			'Кто-то сделал для тебя что-то приятное?',
			'Ты почувствовал благодарность за чью-то доброту?',
			'Ты наслаждался чем-то, что казалось тебе подарком судьбы?',
			'Кто-то помог тебе справиться с трудной ситуацией?',
			'Ты был благодарен за возможность сделать что-то новое?',
			'Ты был благодарен за возможность провести время с близкими?',
			'Ты чувствовал благодарность за свой дом или место, где ты находился?',
			'Ты был благодарен за чьё-то мудрое или доброе слово?',
			'Ты был благодарен за время, проведённое на природе?',
			'Ты был благодарен за что-то, что облегчилось или завершилось хорошо?',
			'Ты благодарил кого-то за их поступок или заботу?',
			'Ты был благодарен за здоровье — своё или близких?',
			'Ты был благодарен за свои навыки или способности, которые помогли тебе?',
			'Ты почувствовал благодарность за что-то маленькое, например, вкусную еду, чашку чая или красивый закат?'
		]
	},
	{
		id: 3,
		theme: 'Достижения',
		goal: 'Укрепление уверенности в себе и акцент на личных победах помогает повысить мотивацию и самооценку. Размышления о достижениях активируют центры удовольствия в мозге, что усиливает положительные эмоции.',
		questions: defaultQuestions,
		phrases: [
			'Ты достиг важной цели?',
			'Ты справился с задачей, которая казалась слишком сложной?',
			'Ты преодолел свои страхи или сомнения?',
			'Ты завершил важный проект и испытал гордость?',
			'Ты получил похвалу или признание за свои усилия?',
			'Ты научился чему-то новому и важному?',
			'Ты настолько улучшил свой навык, что почувствовал разницу?',
			'Ты выделился среди других или стал первым в чём-то?',
			'Ты решил проблему, которая казалась нерешаемой?',
			'Ты выиграл соревнование или получил приз?',
			'Ты испытал эйфорию от завершённой задачи?',
			'Ты почувствовал радость и облегчение после упорной работы?',
			'Ты гордился собой за свои усилия?',
			'Результат твоей работы превзошёл ожидания?',
			'Ты вдохновил кого-то своим достижением?',
			'Ты достиг чего-то важного и чётко запомнил детали окружающей обстановки?',
			'Совет или помощь других людей сыграли ключевую роль в твоём успехе?',
			'Ты использовал свои ресурсы или навыки для достижения цели?',
			'Изменение стратегии помогло тебе добиться успеха?',
			'Ты преодолел серьёзные препятствия для достижения своей цели?'
		]
	}
];