export const feelings = [
	'Зрительное восприятие',
	'Запах',
	'Осязание',
	'Цвет',
	'Тембр',
	'Внешнее движение',
	'Эмоция',
	'Громкость',
	'Положение тела',
	'Звук',
	'Вес',
	'Свободное движение'
];

export const feelingsItems = [
	{ name: 'Вид', description: 'то, что ты действительно видел в то время, когда случай имел место.' },
	{ name: 'Запах', description: 'запахи, которые присутствовали во время ситуации, которую ты вспоминаешь.' },
	{ name: 'Осязание', description: 'все, что угодно, что ты действительно осязал в то время, включая давление.' },
	{ name: 'Цвет', description: 'действительный цвет, который содержался в требуемом случае.' },
	{ name: 'Тон', description: 'тембр того звука, который присутствовал во время события.' },
	{ name: 'Внешнее движение', description: 'движение других людей, объектов или энергий.' },
	{ name: 'Эмоция', description: 'ту эмоцию, которую ты чувствовал во время этого случая.' },
	{ name: 'Громкость', description: 'громкость различных звуков в инциденте.' },
	{ name: 'Положение тела', description: 'положение твоего собственного тела в то время, когда произошел этот случай.' },
	{ name: 'Звук', description: 'те звуки, которые присутствовали в инциденте.' },
	{ name: 'Вес', description: 'тяжесть вещей, включая силу притяжения, и вес всего того, что ты мог действительно поддерживать во время случая, например, твоей одежды, мяча или любых других вещей, которые ты действительно держал во время случая.' },
	{ name: 'Свое движение', description: 'движение, которое во время события предпринимал ты сам.' }
];

export const feelingsItems2 = [
	{ 
		name: 'Зрение', 
		description: 'Вспомни, что ты видел в момент события. Какие цвета, формы или объекты были вокруг?' 
	},
	{ 
		name: 'Запах', 
		description: 'Какие запахи были рядом в этот момент? Как они повлияли на твоё состояние?' 
	},
	{ 
		name: 'Осязание', 
		description: 'Какие тактильные ощущения ты помнишь? Это могли быть прикосновения, температура или текстуры.' 
	},
	{ 
		name: 'Звук', 
		description: 'Какой звук ты помнишь? Это мог быть голос, музыка или звуки природы.' 
	},
	{ 
		name: 'Эмоция', 
		description: 'Какие эмоции ты испытывал в тот момент? Радость, грусть, удивление или что-то другое?' 
	},
	{ 
		name: 'Движение', 
		description: 'Какие движения происходили вокруг тебя или с тобой? Были они плавными или резкими?' 
	},
	{ 
		name: 'Положение тела', 
		description: 'Какое положение твоё тело занимало в момент события? Ты сидел, стоял или лежал?' 
	},
	{ 
		name: 'Вес', 
		description: 'Чувствовал ли ты тяжесть предметов, которые держал? Например, рюкзак, книгу или что-то ещё?' 
	}
];

export const feelingsItems3 = [
	{ 
		name: 'Зрение', 
		description: 'Вспомни, что ты видел в момент события. Какие предметы, цвета или формы окружали тебя?' 
	},
	{ 
		name: 'Запах', 
		description: 'Вспомни запахи, которые ты ощущал. Это мог быть аромат еды, природы или что-то ещё. Как они влияли на твоё состояние?' 
	},
	{ 
		name: 'Осязание', 
		description: 'Что ты чувствовал через прикосновения? Это могла быть текстура предметов, температура воздуха или что-то другое.' 
	},
	{ 
		name: 'Звук', 
		description: 'Какие звуки ты помнишь? Это могли быть голоса, музыка, шум ветра или другие звуки вокруг.' 
	},
	{ 
		name: 'Эмоция', 
		description: 'Какие эмоции ты испытывал в тот момент? Это могла быть радость, спокойствие, удивление или что-то ещё.' 
	},
	{ 
		name: 'Движение', 
		description: 'Какие движения происходили вокруг тебя или с тобой? Были они быстрыми, плавными или почти незаметными?' 
	},
	{ 
		name: 'Положение тела', 
		description: 'Какое положение твоё тело занимало в тот момент? Ты сидел, стоял, лежал или, может быть, двигался?' 
	},
	{ 
		name: 'Вес', 
		description: 'Чувствовал ли ты тяжесть предметов, которые держал или касался? Например, рюкзак, чашка или что-то другое.' 
	}
];

// “Как ты себя чувствуешь сейчас? Заметь, изменилось ли твоё состояние?”

// •	Простые тексты, побуждающие пользователя обратить внимание на своё состояние, например:
// •	“Заметь, как ты себя чувствуешь сейчас, и сравни с тем, что было в начале”.
// •	Финальное сообщение с позитивным подкреплением:
// •	“Отлично! Ты завершил это упражнение. Надеюсь, ты чувствуешь себя лучше!”

// “Если ты не можешь вспомнить такой случай, ничего страшного! Просто перейди к следующему вопросу.”

// только 2 случая